Repository: seanpm2001/mt-training-data
Catalog: sd/sd_pontoon.tmx
Source language: en_us
Languages: sd

source: [interrupted by background noise]
sd: [پس منظر جي گوڙ جي وچ ۾ رڪاوٽ]

source: Invalid file
sd: ناقص فائل

source: Irish
sd: آئرستاني ٻولي

source: IsiNdebele (North)
sd: انڊبيلا (اتر)

source: IsiNdebele (South)
sd: انڊبيلا (ڏکڻ)

source: Is my account information public?
sd: ڇا منهنجي اڪائونٽ جي معلومات عوامي آهي؟

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
sd: <isoCodeLink>ISO ڪوڊس</isoCodeLink> جيڪڏھن ڄاڻن

source: Is the clip valid?
sd: ڇا ڪلپ صحيح آهي؟

source: Is the goal of Common Voice to build a voice assistant?
sd: ڇا عام آواز جو مقصد آواز اسسٽنٽ ٺاهڻ آهي؟

source: Italian
sd: اطالوي ٻولي

source: It contains words or phrases that are hard to read or pronounce.
sd: ان ۾ اهڙا لفظ يا جملا شامل آهن جن کي پڙهڻ يا تلفظ ڪرڻ ڏکيو آهي.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
sd: اهو تمام ضروري آهي ته سڀئي متن جا جملا <publicDomain>عوامي ڊومين</publicDomain> (cc0) هجن جيئن عام آواز ڊيٽا سيٽ کي cc0 لائسنس تحت جاري ڪيو ويو آهي. صرف ڪڏهن به هڪ جملو اپلوڊ ڪريو جيڪڏهن توهان پڪ آهيو، ۽ هميشه لاڳاپيل حوالا شامل ڪريو.

source: It is written in a language different than what I’m reviewing.
sd: اهو هڪ ٻولي ۾ لکيو ويو آهي ان کان مختلف جنهن جو آئون جائزو وٺي رهيو آهيان.

source: It is written in a language different than what I’m speaking.
sd: اهو هڪ ٻولي ۾ لکيو ويو آهي جيڪو آئون ڳالهائي رهيو آهيان ان کان مختلف آهي.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
sd: اھو ضروري آھي ته توھان حوالو ڏيو جتي توھان کي عوامي لائسنس مليو آھي سرقہ کان بچڻ لاءِ ۽ <copyrightIssuesLink>ڪاپي رائٽ مسئلن</copyrightIssuesLink> تي پيروي ڪرڻ جي اجازت ڏيڻ لاءِ. هتي ڪجھ طريقا آھن جيڪي توھان ڪم کي بيان ڪري سگھو ٿا.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
sd: حوالن کي شامل ڪرڻ ضروري آهي ته جيئن اسان چيڪ ڪري سگهون ته جملا عوامي ڊومين ۾ آهن ۽ ڪاپي رائيٽ جي پابندي لاڳو ناهي.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
sd: اهو تمام گهڻو وٺندو آهي عام آواز ٿيڻ لاء! اسان اهو اڪيلو نه ڪندا آهيون. اسان سان ڀائيواري ڪرڻ چاهيو ٿا؟ اسان توهان کان ٻڌڻ پسند ڪنداسين.

source: Izhorian
sd: ازهوري

source: Japanese
sd: جاپاني ٻولي

source: Javanese
sd: جاواني ٻولي

source: Join the Common Voice mailing list
sd: عام وائس ميلنگ فهرست ۾ شامل ٿيو

source: Just Unsure?
sd: صرف بي يقيني؟

source: Kabardian
sd: ڪبراڊي ٻولي

source: Kabyle
sd: ڪابلي

source: Kannada
sd: ڪنادي ٻولي

source: Kaqchikel
sd: ڪَچِيڪيل ٻولي

source: Karakalpak
sd: ڪرڪالڪ ٻولي

source: Kazakh
sd: قزاخ

source: { $kb }kb max
sd: { $kb }kb وڌ ۾ وڌ

source: Keep
sd: رکو

source: Keep it up, record again <recordIcon></recordIcon>
sd: ان کي جاري رکو، ٻيهر رڪارڊ ڪريو <recordIcon></recordIcon>

source: Keep the recordings
sd: رڪارڊنگ کي رکو

source: Keep track of your progress and metrics across multiple languages.
sd: ڪيترن ئي ٻولين ۾ توهان جي ترقي ۽ ميٽرڪ جي ٽريڪ رکو.

source: Keep track of your progress with a profile
sd: هڪ پروفائيل سان توهان جي پيش رفت جو ٽريڪ رکو

source: Keep track of your progress with a profile and help our voice data be more accurate.
sd: هڪ پروفائيل سان پنهنجي ترقيءَ جي خبر رکو ۽ اسان جي آواز جي ڊيٽا کي وڌيڪ درست ڪرڻ ۾ مدد ڪريو.

source: Khmer
sd: خمير ٻولي

source: K'iche'
sd: ڪڇي

source: Kikuyu
sd: ڪڪيو ٻولي

source: Kinyarwanda
sd: ڪينياروانڊا

source: Komi-Zyrian
sd: ڪومي زيرائي

source: Konkani (Devanagari)
sd: ڪوڪاڻي ٻولي (ديوناگري)

source: Korean
sd: ڪورين ٻولي

source: Kurmanji Kurdish
sd: ڪرمانجي ڪردي ٻولي

source: Kyrgyz
sd: ڪرغيز ٻولي

source: Language
sd: ٻولي

source: Language Request
sd: ٻولي جي درخواست

source: Language request successfully submitted, thank you.
sd: ٻوليءَ جي درخواست ڪاميابيءَ سان پيش ڪئي وئي، مھرباني.

source: Languages
sd: ٻوليون

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
sd: ٻوليون اضافي ضرورتن سان گڏ پنھنجا پنھنجا تصديقي ضابطا رکي سگھن ٿيون جڏھن اھي مقامي ٿين ٿيون. جيڪڏهن ڪنهن ٻوليءَ لاءِ ڪا خاص تصديق واري فائل نه آهي، ته انگريزي قاعدا مددگارن لاءِ ڏيکاريندا.

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
sd: ٻولين کي اضافي ضرورتن سان سندن <validationRulesLink>پاڻ جي تصديق جا ضابطا</validationRulesLink> حاصل ڪري سگھن ٿا. جيڪڏھن ڪنھن ٻوليءَ لاءِ ڪا خاص تصديق واري فائل نه آھي، ته اسين عام انگريزي قاعدا استعمال ڪري رھيا آھيون.

source: Lao
sd: ليو ٻولي

source: Large scale corporates and platform companies
sd: وڏي پيماني تي ڪارپوريٽ ۽ پليٽ فارم ڪمپنيون

source: Last Updated: { $lastUpdatedTimeStamp }
sd: آخري تازه ڪاري: { $lastUpdatedTimeStamp }

source: Latgalian
sd: لٽگاليني

source: Latvian
sd: لاتوين

source: Launched
sd: شروع ڪيو ويو

source: Leaderboard Visibility
sd: ليڊر بورڊ جي نمائش

source: Learn how to take part
sd: سکو ته ڪيئن حصو وٺجي

source: Learn More
sd: وڌيڪ ڄاڻو

source: Leaving now means you’ll lose your changes
sd: ھاڻي ڇڏڻ جو مطلب آھي توھان پنھنجيون تبديليون وڃائي ويهندا

source: Leaving now means you'll lose your progress
sd: ھاڻي ڇڏڻ جو مطلب آھي توھان پنھنجي پيشرفت وڃائي ويندؤ

source: Length
sd: ڊگھائي

source: Let's Get Started
sd: اچو ته شروعات ڪريون

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
sd: اکر لازمي طور تي صحيح هجڻ گهرجن ٻولي ۾ ڳالهائڻ. مثال طور، "ж" روسي الفابيٽ ۾ هڪ اکر آهي پر ڪڏهن به انگريزيء ۾ استعمال نه ڪيو ويو آهي ۽ تنهنڪري ڪنهن به انگريزي ماخذ جي متن ۾ ڪڏهن به ظاهر نه ٿيڻ گهرجي.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
sd: LibriSpeech تقريباً 1000 ڪلاڪن جو 16Khz پڙهڻ وارو انگريزي اسپيچ آهي جيڪو LibriVox پروجيڪٽ مان آڊيو بوڪ پڙهڻ مان نڪتل آهي.

source: License
sd: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
sd: لائسنس: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
sd: لائسنس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
sd: لگورين

source: Lingala
sd: لنگالي ٻولي

source: Link Copied
sd: لنڪ ڪاپي ڪريو

source: Links to websites that can help us understand the language
sd: ويب سائيٽن جا لنڪ جيڪي اسان جي ٻولي کي سمجهڻ ۾ مدد ڪري سگھن ٿيون

source: Listen
sd: ٻڌو

source: Listening
sd: ٻڌڻ

source: Listen-Queue
sd: ٻڌو- قطار

source: Lithuanian
sd: لٿويني

source: Loading…
sd: لوڊ ٿي رهيو آهي…

source: Loading rejected sentences…
sd: رد ٿيل جملا لوڊ ٿي رهيا آهن...

source: Loading sentences…
sd: جملا لوڊ ٿي رهيا آهن…

source: Loading your sentences…
sd: توهان جا جملا لوڊ ٿي رهيا آهن…

source: Localization
sd: مقامي ڪرڻ

source: Localized
sd: مقامي

source: Log In
sd: لاگ ان

source: Login failed
sd: لاگ ان ناڪام ٿيو

source: Login Identity
sd: لاگ ان سڃاڻپ

source: Log in or sign up to get started
sd: شروع ڪرڻ لاءِ لاگ ان يا سائن اپ ڪريو

source: Login / Signup
sd: لاگ ان / سائن اپ

source: Log In / Sign Up
sd: لاگ ان/سائن اپ

source: Log In / Sign Up with { $company } email
sd: لاگ ان ڪريو / سائن اپ ڪريو { $company } اي ميل سان

source: Logout
sd: لاگ آئوٽ ڪريو

source: Log Out
sd: لاگ آئوٽ ڪريو

source: Lojban
sd: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
sd: متن لاءِ ڏسو جتي ڪاپي رائيٽ هاڻي لاڳو نه ٿئي - مثال طور اڪثر ڪتاب جيڪي 1920 کان اڳ شايع ٿيا هئا

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
sd: لڳي ٿو ته هن ٻولي ۾ ٻڌڻ لاءِ ڪي به ڪلپس نه آهن. اسان جي مدد ڪريو قطار ڀرڻ ۾ ھاڻي ڪجھ رڪارڊ ڪندي.

source: Luganda
sd: لوگنڊا ٻولي

source: Luxembourgish
sd: لڪسمبرگي ٻولي

source: Macedonian
sd: مقدوني ٻولي

source: Maithili
sd: ميٿلي ٻولي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
sd: پڪ ڪريو ته پليٽ فارم توهان جي ڳالهائڻ شروع ڪرڻ کان اڳ رڪارڊ ڪري رهيو آهي، ۽ اهو صرف هڪ دفعو توهان کي ختم ڪيو وڃي.

source: Make sure the sentence meets the following criteria:
sd: پڪ ڪريو ته جملو هيٺين معيارن تي پورو لهي ٿو.

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
sd: ڪجهه گمنام ڊيموگرافڪ ڊيٽا مهيا ڪندي پنهنجي جمع ڪيل ڊيٽا کي ممڪن طور تي امير بڻايو. اسان سڀني ڊيموگرافڪ ڊيٽا کي عام ڪرڻ کان پهريان ان جي سڃاڻپ ڪريون ٿا.

source: Malagasy
sd: ملاگسي

source: Malay
sd: ملئي ٻولي

source: Malayalam
sd: مليالمي ٻولي

source: Male
sd: مرد

source: Maltese
sd: مالٽي ٻولي

source: Manage Email Subscriptions
sd: اي ميل سبسڪرپشن کي منظم ڪريو

source: Manage Subscriptions
sd: سبسڪرپشن جو انتظام ڪريو

source: Mapudungun
sd: ماپوڊونگون ٻولي

source: Marathi
sd: مراٺي ٻولي

source: Maximum file size: 25 MB
sd: وڌ ۾ وڌ فائل سائيز: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
sd: ٿي سگهي ٿو اسان جو <homepageLink>Homepage</homepageLink> مدد ڪندو؟ سوال پڇڻ لاءِ، مھرباني ڪري شامل ٿيو <matrixLink>Matrix ڪميونٽي چيٽ</matrixLink>، سائيٽ جي مسئلن جي نگراني ڪريو ذريعي <githubLink>GitHub</githubLink> يا <discourseLink>اسان جي ڊسڪورس فورمز</discourseLink> تي وڃو.

source: MB
sd: ايم بي

source: Meadow Mari
sd: ميڊو ماري ٻولي

source: Medumba
sd: ميڊمباٰئي

source: Meetei Lon
sd: ميٽي لوني

source: Message
sd: پيغام

source: [Mismatched content]
sd: [غير مطابقت وارو مواد]

source: Misreadings
sd: غلط فهميون

source: Missing an 's' at the end of a word.
sd: ڪنهن لفظ جي آخر ۾ ’s‘ غائب آهي.

source: Missing an <strong>'s'</strong> at the end of a word.
sd: ڪنهن لفظ جي آخر ۾ <strong>'s'</strong> غائب.

source: Missing 'A' or 'The' at the beginning of the recording.
sd: رڪارڊنگ جي شروعات ۾ 'A' يا 'The' غائب.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
sd: غائب <strong>'A'</strong> or <strong>'The'</strong> رڪارڊنگ جي شروعات ۾.

source: Missing the end of the last word by cutting off the recording too quickly.
sd: آخري لفظ جي پڄاڻيءَ کي وڃائڻ سان رڪارڊنگ کي تمام جلدي بند ڪري ڇڏيو.

source: Mixed
sd: مليل

source: Moksha
sd: موڪشا ٻولي

source: Mongolian
sd: منگولي ٻولي

source: More
sd: وڌيڪ

source: [More has been recorded than the required text]
sd: [گهربل متن کان وڌيڪ رڪارڊ ڪيو ويو آهي]

source: Mossi
sd: موسشي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
sd: وڏين ڪمپنين پاران استعمال ڪيل ڊيٽا جي اڪثريت ماڻهن جي اڪثريت لاءِ دستياب ناهي. اسان اهو سمجهون ٿا جيڪو جدت کي روڪي ٿو. تنهن ڪري اسان شروع ڪيو آهي Common Voice، آواز جي سڃاڻپ کي کليل بڻائڻ ۾ مدد لاءِ هڪ پروجيڪٽ ۽ هر ڪنهن لاء دستياب آهي.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
sd: وڏين ڪمپنين پاران استعمال ڪيل ڊيٽا اڪثر ماڻهن جي اڪثريت لاءِ دستياب ناهي. اسان سوچيو جيڪو جدت کي دٻائي ٿو. تنهنڪري اسان شروع ڪيو آهي پروجيڪٽ Common Voice، آواز ٺاهڻ ۾ مدد لاءِ هڪ پروجيڪٽ سڃاڻپ هر ڪنهن لاءِ کليل آهي.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
sd: اڪثر رڪارڊنگ انهن ماڻهن جي آهي جيڪي انهن جي قدرتي آواز ۾ ڳالهائي رهيا آهن. توهان قبول ڪري سگهو ٿا ڪڏهن ڪڏهن غير معياري رڪارڊنگ جيڪا رڙ ڪئي وئي آهي، سرگوشي ڪئي وئي آهي، يا واضح طور تي هڪ ’ڊرامائي‘ آواز ۾ پهچائي وئي آهي. مھرباني ڪري ڳايل رڪارڊنگ کي رد ڪريو ۽ اھي جيڪي ڪمپيوٽر سان ٺهيل آواز استعمال ڪن ٿيون.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
sd: اڪثر اسپيچ ڊيٽابيس کي تربيت ڏني ويندي آهي خاص ڊيموگرافڪس جي وڏي نمائندگي سان جنهن جي نتيجي ۾ <articleLink>مرد ۽ وچين طبقي</articleLink> ڏانهن تعصب پيدا ٿئي ٿو. تلفظ ۽ ٻول جيڪي ٽريننگ ڊيٽا سيٽ ۾ گهٽ نمائندگي ڪن ٿا عام طور تي ماڻهن جي گروهن سان لاڳاپيل آهن جيڪي اڳ ۾ ئي پسمانده آهن. ڪيتريون ئي مشينون پڻ عورتن جي آوازن کي سمجهڻ ۾ جدوجهد ڪن ٿيون. اهو ئي سبب آهي ته اسان جي آواز جي ڊيٽابيس ۾ اسان مختلف قسم چاهيون ٿا!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
sd: Mozilla Common Voice مشينن کي سيکارڻ ۾ مدد ڏيڻ لاءِ هڪ قدم آهي ته حقيقي ماڻهو ڪيئن ڳالهائيندا آهن.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
sd: Mozilla Common Voice کي سڄي دنيا مان سرگرم ڪارڪنن، لسانيات جي ماهرن، ڊيٽا سائنسدانن، تعليمي ماهرن ۽ سافٽ ويئر انجنيئرن جي مختلف برادريءَ طرفان ممڪن بڻايو ويو آهي. پروجيڪٽ Mozilla فائونڊيشن پاران سنڀاليو ويو آهي.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
sd: Mozilla ويب کي کليل رکڻ لاءِ وقف آهي ۽ هر ڪنهن لاءِ رسائي لائق آهي. ائين ڪرڻ لاءِ اسان کي ضرورت آهي ويب ٺاهيندڙن کي بااختيار بڻائڻ جي منصوبن ذريعي جيئن عام آواز. جيئن ته آواز ٽيڪنالاجيون خاص ايپليڪيشنن کان اڳتي وڌنديون آهن، اسان سمجهون ٿا ته انهن کي لازمي طور تي سڀني صارفين جي خدمت ڪرڻ گهرجي. ان جو مطلب آهي وڌيڪ ٻولين ۾ سيڙپڪاري ڪرڻ ۽ متنوع تلفظ ۽ ڊيموگرافڪس کي ترتيب ڏيڻ جڏهن آواز ٽيڪنالاجي جي تعمير ۽ جانچ ڪرڻ. Common Voice هڪ عوامي وسيلو آهي جيڪو هر ڪنهن لاءِ دستياب آهي ۽ Mozilla ٽيمون ۽ ڊولپر سڄي دنيا ۾ اڳ ۾ ئي ان کي استعمال ڪري رهيا آهن اسان جي پنهنجي منصوبن تي پڻ.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
sd: Mozilla جي اوپن سورس آواز جي سڃاڻڻ واري انجڻ ڊيپ اسپيچ کي استعمال ڪري سگهجي ٿو تقرير جي سڃاڻپ واري ايپليڪيشنن کي ٺاهڻ لاءِ. اسان جو پڙهو <githubLink>Github overview</githubLink> يا شامل ٿيو <discourseLink>DeepSpeech Discourse</discourseLink> سکڻ لاءِ ته ڪيئن شروع ڪجي.

source: Mutual accountability.
sd: گڏيل احتساب.

source: My Sentences
sd: منهنجا جملا

source: n
sd: اين

source: Name
sd: نالو

source: Names of your language
sd: توهان جي ٻولي جا نالا

source: Native Language
sd: مادري ٻولي

source: Need some help with accent?
sd: تلفظ سان ڪجھ مدد جي ضرورت آھي؟

source: Need some help with variants?
sd: مختلف قسمن جي مدد جي ضرورت آھي؟

source: Need to download your data?
sd: توهان جي ڊيٽا کي ڊائون لوڊ ڪرڻ جي ضرورت آهي؟

source: Nepali
sd: نيپالي

source: New Language Launch
sd: نئين ٻولي لانچ

source: Next
sd: اڳيان هلو

source: Next Goals: { $goal }
sd: اڳيون مقصد: { $goal }

source: Nias
sd: نيآس

source: No
sd: نه

source: [No ‘a’ in the original text]
sd: [اصل متن ۾ ’a‘ نه آهي]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
sd: <noCopyright>ڪو ڪاپي رائيٽ ناهي</noCopyright> پابنديون (cc0)

source: No foreign letters
sd: غير ملڪي خط نه

source: No gravatar found for your email
sd: توهان جي اي ميل لاءِ ڪو به گريوٽر نه مليو

source: No microphone found.
sd: ڪوبه مائڪروفون نه مليو.

source: No numbers and special characters
sd: ڪو به انگ ۽ خاص اکر نه

source: No rejected sentences found!
sd: ڪو به رد ٿيل جملو نه مليو!

source: Northern Sotho
sd: اتر سوٿو

source: Norwegian Bokmål
sd: تائيوان بوڪمل

source: Norwegian Nynorsk
sd: نارويجي نانورسڪ

source: No sentences found!
sd: ڪي به جملا نه مليا!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
sd: جائزو وٺڻ لاءِ ڪوبه جملو نه آهي. <addLink>هاڻي وڌيڪ جملا شامل ڪريو!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
sd: نوٽ: جڏهن 'Visible' تي سيٽ ڪيو وڃي ته، هن سيٽنگ کي <profileLink>Profile صفحو</profileLink> مان تبديل ڪري سگهجي ٿو.

source: Note: You will still need to select between Speak or Listen to change contribution type.
sd: نوٽ: توهان کي اڃا تائين چونڊڻ جي ضرورت پوندي Speak يا Listen جي وچ مان مدد جي قسم کي تبديل ڪرڻ لاءِ.

source: No Thanks
sd: نه مهرباني

source: No thanks, continue speaking
sd: نه مهرباني، ڳالهائڻ جاري رکو

source: No variant selected
sd: ڪو به قسم نه چونڊيو ويو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
sd: هاڻي ته توهان عام آواز جي باري ۾ ٿورو وڌيڪ ڄاڻو ٿا، ڇو نه ان کي آزمائجي؟ آواز سان جملن کي پڙهڻ شروع ڪرڻ لاءِ مائڪروفون آئڪن تي ڪلڪ ڪريو. <br/><br/>جيڪڏهن توهان ٻين ماڻهن جي آوازن جي مدد جو جائزو وٺڻ چاهيو ٿا، ته راند جي آئڪن تي ڪلڪ ڪريو. توهان کي تصديق ڪرڻ ۾ مدد ملندي ته رڪارڊنگ اسڪرين تي لکيل جملن سان ملن ٿيون.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
sd: ھاڻي توھان پنھنجي آواز جو عطيو ڪري سگھو ٿا اسان جي مدد لاءِ ھڪڙو اوپن سورس وائس ڊيٽابيس ٺاھڻ ۾ جيڪو ڪير به استعمال ڪري سگھي ڊوائيسز ۽ ويب لاء جديد ايپس ٺاهڻ لاء. مشينن کي سکڻ ۾ مدد ڏيڻ لاءِ هڪ جملو پڙهو ته حقيقي ماڻهو ڪيئن ٿا ڳالهائين. ٻين جي ڪم جي چڪاس ڪريو معيار کي بهتر ڪرڻ ۾ مدد ڏيڻ وارا. اهو سادو آهي!

source: Number of Voices
sd: آوازن جو تعداد

source: Numbers
sd: انگ

source: Numbers. There should be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
sd: نمبر. ماخذ متن ۾ ڪو به انگ نه هجڻ گهرجي ڇو ته اهي مسئلا پيدا ڪري سگهن ٿا جڏهن بلند آواز پڙهڻ. هڪ انگ کي پڙهڻ جو طريقو حوالن تي منحصر آهي ۽ شايد ڊيٽا سيٽ ۾ مونجهارو متعارف ڪرايو. مثال طور، نمبر "2409" صحيح طور تي پڙهي سگهجي ٿو ٻنهي "چوويهه صفر نو" ۽ "ٻه هزار چار سئو نو".

source: Occitan
sd: آڪسيٽن

source: Odia
sd: اوڊيا

source: Off
sd: بند

source: Offensive Content
sd: ناگوار مواد

source: Offensive language
sd: جارحاڻي ٻولي

source: Offensive speech
sd: جارحاڻي تقرير

source: Offline Sources
sd: آف لائن ذريعا

source: On
sd: تي

source: Once logged in you can select your languages from the profile section.
sd: هڪ دفعو لاگ ان ٿيڻ بعد توهان پروفائل سيڪشن مان پنهنجون ٻوليون چونڊي سگهو ٿا.

source: On desktop devices you can contribute by downloading…
sd: ڊيسڪ ٽاپ ڊوائيسز تي توهان ڊائون لوڊ ڪندي مدد ڪري سگهو ٿا…

source: One sentence per line
sd: هڪ جملو في لڪير

source: On his head he wore a beret.
sd: هن جي مٿي تي هڪ ٻوٽو هو.

source: On iOS please continue with Safari to enable recording…
sd: iOS تي مهرباني ڪري رڪارڊنگ کي فعال ڪرڻ لاءِ سفاري سان جاري رکو…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
sd: ٻئي طرف، جيڪڏهن توهان سوچيو ته پڙهندڙ اڳ ڪڏهن به لفظ ۾ نه آيو آهي، ۽ تلفظ تي غلط اندازو لڳائي رهيو آهي، مهرباني ڪري رد ڪريو. جيڪڏهن توهان کي يقين نه آهي ته، اسڪپ بٽڻ کي استعمال ڪريو.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
sd: ٻئي طرف، جيڪڏهن توهان سوچيو ته پڙهندڙ شايد اڳ ۾ لفظ ڪڏهن به نه آيو آهي، ۽ صرف تلفظ تي غلط اندازو لڳائي رهيو آهي، مهرباني ڪري رد ڪريو. جيڪڏهن توهان کي يقين نه آهي ته، اسڪپ بٽڻ کي استعمال ڪريو.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
sd: کليل جدت اسان جي دل ۾ آهي. تحقيقي تعاون، ڊيٽا گڏ ڪرڻ يا انٽرويوز لاءِ، <emailFragment>پهچو.</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
sd: اختياري طور تي شامل ٿيو اسان جي اي ميل لسٽ تي تازه ڪاري ۽ پروجيڪٽ بابت نئين معلومات لاءِ.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
sd: اختياري طور تي جمع ڪيل ڊيموگرافڪ ڊيٽا (مثال طور عمر، جنس، ٻولي، ۽ تلفظ) توهان جي پروفائل تي ڪڏهن به عوامي نه ڪئي ويندي، ۽ ڊيٽا سيٽ ۾ توهان جي اڪائونٽ سان ڳنڍيل نه هوندي. انفرادي آڊيو ڪلپس کي ڊيموگرافڪ ڊيٽا سان لاڳاپيل ڪيو ويندو وڌيڪ صحيح تجزئي جي مقصد لاءِ - مثال طور، هڪ محقق ٿي سگهي ٿو هڪ خاص ڊيموگرافڪ حصي ڏانهن ٽريننگ ماڊل کي نشانو بڻائڻ چاهي.

source: Ossetian
sd: اوسيٽين

source: Other
sd: ٻيا

source: Other Language
sd: ٻي ٻولي

source: Other people validate those voice clips.
sd: ٻيا ماڻهو انهن وائس ڪلپس جي تصديق ڪن ٿا.

source: Other voice datasets…
sd: ٻيا آواز ڊيٽا سيٽس…

source: Other Voice Datasets
sd: ٻيا وائس ڊيٽا سيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
sd: اسان جو ڪميونٽي مئنيجر توهان تائين پهچندو پيش ڪرڻ لاءِ اضافي تعاون، ۽ توهان کي ڄاڻ ڏيندو ته جيڪڏهن اتي اڳ ۾ ئي هڪ ڪميونٽي توهان جي ٻولي تي ڪم ڪري رهي آهي

source: Our governance is founded on the pillars of:
sd: اسان جي حڪمراني جو بنياد انهن ٿنڀن تي آهي:

source: Our Partners
sd: اسان جا ڀائيوار
